[
    {
        "data": "15/01/2023",
        "titulo": "O primeiro brilho do nosso caminho",
        "texto": "Foi nesse dia que algo acendeu dentro de mim, um brilho que avisava, mesmo baixinho, que minha vida estava prestes a mudar por sua causa.",
        "imagem": "img (3).JPG"
    },
    {
        "data": "22/07/2023",
        "titulo": "O instante que aqueceu meu mundo",
        "texto": "A paz que senti ao seu lado me mostrou que o amor mora nos detalhes — no gesto simples, no sorriso leve, no abraço que não pede nada além de verdade.",
        "imagem": "img (6).JPG"
    },
    {
        "data": "14/10/2023",
        "titulo": "Um sorriso no olhar que guarda histórias",
        "texto": "Seu sorriso me fez acreditar que a vida é mais bonita quando dividimos o caminho com alguém que ilumina até os dias mais silenciosos.",
        "imagem": "img (5).JPG"
    },
    {
        "data": "14/11/2023",
        "titulo": "A prova de que o destino caprichou",
        "texto": "Cada momento com você parecia um alinhamento perfeito do destino, como se tudo tivesse conspirado para que nossos mundos finalmente se encontrassem.",
        "imagem": "img (17).JPG"
    },
    {
        "data": "02/12/2023",
        "titulo": "Momento que virou eternidade",
        "texto": "Em cada pequeno instante ao seu lado, eu descobria um novo motivo para querer estar junto de você, como se o tempo decidisse nos guardar com carinho.",
        "imagem": "img (23).JPG"
    },
    {
        "data": "16/12/2023",
        "titulo": "A foto que disse o que palavras não dizem",
        "texto": "Seu olhar me abraçava sem tocar, me dizia coisas que ninguém mais conseguiria dizer, e eu entendi que amor também fala em silêncio.",
        "imagem": "img (27).JPG"
    },
    {
        "data": "31/12/2023",
        "titulo": "O toque que mudou meus dias",
        "texto": "Encerrando um ano e começando outro, percebi que tudo que eu queria era continuar vivendo o mundo com você, do jeitinho simples e bonito que ele é ao seu lado.",
        "imagem": "img (33).JPG"
    },
    {
        "data": "01/01/2024",
        "titulo": "Um capítulo doce do nosso livro",
        "texto": "Na virada de um ano, nasceu também a certeza de que nossa história merecia ser escrita com carinho, paciência e amor em todos os detalhes.",
        "imagem": "img (36).JPG"
    },
    {
        "data": "24/01/2024",
        "titulo": "A calmaria que só você traz",
        "texto": "Seu jeito fez meus dias mais leves, transformou preocupações em suspiros e bagunças em paz. Você sempre foi minha parte tranquila do mundo.",
        "imagem": "img (8).JPG"
    },
    {
        "data": "24/02/2024",
        "titulo": "O dia em que meu coração sorriu",
        "texto": "Entre risadas, bagunça e improvisos, eu entendi que felicidade é exatamente isso: estar com você, mesmo quando a gente nem lembra o motivo da foto.",
        "imagem": "img (4).JPG"
    },
    {
        "data": "08/04/2024",
        "titulo": "Um instante simples, mas inesquecível",
        "texto": "Mesmo na correria, entre tarefas e compromissos, seu sorriso sempre encontrou um jeito de me lembrar que o amor cabe em qualquer rotina.",
        "imagem": "img (51).JPG"
    },
    {
        "data": "16/06/2024",
        "titulo": "A certeza que nasceu no olhar",
        "texto": "Quando te olhei naquele dia, descobri uma certeza serena: meu coração tinha finalmente encontrado o lugar onde gostaria de ficar.",
        "imagem": "img (1).JPG"
    },
    {
        "data": "24/08/2024",
        "titulo": "O encontro que virou lar",
        "texto": "Foi quando percebi que lar não é um lugar, e sim uma pessoa. E desde então, meu lar tem o seu nome.",
        "imagem": "img (2).JPG"
    },
    {
        "data": "14/09/2024",
        "titulo": "A emoção que mora aqui dentro",
        "texto": "Cada gesto seu despertava emoções que eu nunca tinha sentido antes — intensas, leves e completamente nossas.",
        "imagem": "img (10).JPG"
    },
    {
        "data": "14/12/2024",
        "titulo": "Um retrato do nosso começo",
        "texto": "Essa foto guarda o início de algo tão lindo que nem eu imaginava o quanto ainda cresceríamos juntos.",
        "imagem": "img (18).JPG"
    },
    {
        "data": "26/12/2024",
        "titulo": "A paz do seu jeito de olhar",
        "texto": "Seu olhar sempre teve o poder de me acalmar, de me trazer pra perto e me fazer sentir que tudo ficaria bem.",
        "imagem": "img (20).JPG"
    },
    {
        "data": "29/12/2024",
        "titulo": "O dia que eu escolheria de novo",
        "texto": "Se pudesse voltar no tempo, escolheria exatamente esse dia… e todos os outros em que você esteve comigo.",
        "imagem": "img (21).JPG"
    },
    {
        "data": "31/12/2024",
        "titulo": "Quando o mundo ficou mais leve",
        "texto": "Tudo ficou mais leve quando você sorriu para mim. Foi ali que entendi o poder que você tem na minha vida.",
        "imagem": "img (24).JPG"
    },
    {
        "data": "18/01/2025",
        "titulo": "O momento que fez tudo valer",
        "texto": "Foi um instante pequeno, mas trouxe um significado enorme: eu queria dividir a vida inteira com você.",
        "imagem": "img (30).JPG"
    },
    {
        "data": "18/01/2025",
        "titulo": "A lembrança que nunca cansa",
        "texto": "Essa lembrança vive voltando ao meu coração porque ela carrega um pouco da nossa essência: simples, sincera e cheia de amor.",
        "imagem": "img (31).JPG"
    },
    {
        "data": "09/02/2025",
        "titulo": "O brilho que só existe com você",
        "texto": "Você trouxe luz para partes de mim que eu nem sabia que estavam apagadas. Por isso, esse dia sempre será especial.",
        "imagem": "img (38).JPG"
    },
    {
        "data": "09/02/2025",
        "titulo": "A foto que mudou tudo",
        "texto": "Essa foto marcou o início de uma nova fase — aquela em que eu finalmente entendi que amar você era inevitável.",
        "imagem": "img (39).JPG"
    },
    {
        "data": "09/02/2025",
        "titulo": "Quando percebi que era amor",
        "texto": "Foi nesse momento que percebi, sem esforço, que o que eu sentia por você era amor… e que ele só cresceria daqui pra frente.",
        "imagem": "img (40).JPG"
    },
    {
        "data": "16/02/2025",
        "titulo": "Um pedaço bonito da nossa história",
        "texto": "Guardo esse dia como quem guarda um tesouro — pequeno, precioso e cheio de significado.",
        "imagem": "img (42).JPG"
    },
    {
        "data": "16/02/2025",
        "titulo": "O instante em que te reconheci",
        "texto": "Foi quando senti seu carinho que percebi: meu coração reconhecia o seu como casa.",
        "imagem": "img (43).JPG"
    },
    {
        "data": "29/03/2025",
        "titulo": "O carinho que virou poesia",
        "texto": "Seu toque transformou o dia comum em poesia. E desde então, tudo com você tem um brilho diferente.",
        "imagem": "img (11).jpg"
    },
    {
        "data": "30/03/2025",
        "titulo": "Um momento que guardo no peito",
        "texto": "Cada lembrança com você ocupa um lugar especial dentro de mim, como um fragmento de felicidade guardado com carinho.",
        "imagem": "img (12).jpg"
    },
    {
        "data": "10/05/2025",
        "titulo": "A memória que sempre volta",
        "texto": "Quando penso na nossa história, esse momento sempre volta para me lembrar o quanto crescemos juntos.",
        "imagem": "img (14).jpg"
    },
    {
        "data": "18/05/2025",
        "titulo": "O abraço que virou porto seguro",
        "texto": "Seu abraço sempre foi meu lugar preferido no mundo, o único onde tudo encontra descanso.",
        "imagem": "img (15).jpg"
    },
    {
        "data": "12/06/2025",
        "titulo": "Um momento feito de amor",
        "texto": "Esse dia provou, mais uma vez, que nosso amor é construído nos detalhes — nos gestos, no cuidado, no jeito de olhar.",
        "imagem": "img (16).jpg"
    },
    {
        "data": "21/06/2025",
        "titulo": "O instante que mudou meu rumo",
        "texto": "Seu carinho me mostrou um novo caminho, mais leve, mais bonito, mais cheio de nós.",
        "imagem": "img (19).jpg"
    },
    {
        "data": "12/07/2025",
        "titulo": "O brilho dos teus olhos",
        "texto": "Seus olhos sempre tiveram o poder de transformar qualquer dia comum em um momento inesquecível.",
        "imagem": "img (25).jpg"
    },
    {
        "data": "20/07/2025",
        "titulo": "O capítulo mais bonito",
        "texto": "Esse registro me lembra o quanto nossa história tem sido suave, sincera e cheia de afeto.",
        "imagem": "img (26).jpg"
    },
    {
        "data": "26/07/2025",
        "titulo": "Um instante doce demais",
        "texto": "Guardo esse dia com carinho porque ele pareceu um pedacinho do futuro dizendo que tudo ficaria bem.",
        "imagem": "img (28).jpg"
    },
    {
        "data": "02/08/2025",
        "titulo": "O retrato mais sincero",
        "texto": "Essa foto mostra a verdade simples: somos melhores quando estamos juntos.",
        "imagem": "img (29).jpg"
    },
    {
        "data": "09/08/2025",
        "titulo": "A alegria de ter você",
        "texto": "Senti, nesse dia, que a vida tinha sido muito generosa quando colocou você no meu caminho.",
        "imagem": "img (32).jpg"
    },
    {
        "data": "09/08/2025",
        "titulo": "A lembrança que sorri sozinha",
        "texto": "Essa lembrança sempre me faz sorrir, porque ela carrega a leveza do nosso amor.",
        "imagem": "img (34).jpg"
    },
    {
        "data": "09/08/2025",
        "titulo": "O começo de uma eternidade",
        "texto": "Cada detalhe desse momento parece dizer, silenciosamente, que nossa história ainda tem muito para viver.",
        "imagem": "img (35).jpg"
    },
    {
        "data": "23/08/2025",
        "titulo": "A leveza que você traz",
        "texto": "Você sempre trouxe cor aos meus dias, mesmo quando o mundo parecia cinza.",
        "imagem": "img (37).jpg"
    },
    {
        "data": "30/08/2025",
        "titulo": "A foto que guardo com carinho",
        "texto": "Essa imagem guarda uma calma que só existe quando estou com você.",
        "imagem": "img (7).JPG"
    },
    {
        "data": "06/09/2025",
        "titulo": "Uma memória que abraça",
        "texto": "Seu abraço me envolve até quando não está acontecendo — ele mora em todas as minhas melhores lembranças.",
        "imagem": "img (41).jpg"
    },
    {
        "data": "13/09/2025",
        "titulo": "O toque do destino",
        "texto": "Esse momento parece até obra do destino, como se ele nos entregasse mais um pedaço da nossa história.",
        "imagem": "img (44).jpg"
    },
    {
        "data": "13/09/2025",
        "titulo": "O instante que marcou",
        "texto": "Esse dia marcou meu coração de um jeito silencioso, mas profundo — como tudo que é verdadeiro.",
        "imagem": "img (45).jpg"
    },
    {
        "data": "08/11/2025",
        "titulo": "O momento que pedi pra ficar",
        "texto": "Eu queria que esse instante tivesse durado mais, porque estar com você sempre parece pouco para o tanto que eu sinto.",
        "imagem": "img (46).jpg"
    },
    {
        "data": "08/11/2025",
        "titulo": "Quando tudo se alinhou",
        "texto": "Foi aqui que percebi como tudo fazia sentido — cada escolha, cada encontro, cada pequeno detalhe que nos trouxe até nós dois.",
        "imagem": "img (47).jpg"
    },
    {
        "data": "08/11/2025",
        "titulo": "O sorriso que mudou tudo",
        "texto": "Seu sorriso mudou meu mundo, coloriu minhas manhãs e acalmou minhas noites. Ele sempre será meu lugar favorito.",
        "imagem": "img (48).jpg"
    },
    {
        "data": "08/11/2025",
        "titulo": "O retrato do que somos",
        "texto": "Essa foto resume tudo: parceria, carinho, cumplicidade… e um amor que cresce sem pressa, mas com muita verdade.",
        "imagem": "img (49).jpg"
    },
    {
        "data": "04/12/2025",
        "titulo": "A emoção que transbordou",
        "texto": "Esse último momento da nossa linha do tempo transborda tudo que vivemos — o amor, as risadas, as brigas, os reencontros, e a certeza de que te escolheria mil vezes. Obrigado por esses 3 anos que construíram quem somos hoje.",
        "imagem": "img (50).jpg"
    }
]
